Repository: tiago-casal/Access8Math
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: de, fr, gl, pt_br, pt_pt, ro

source: &New editor
de: &Neues Editor-Fenster öffnen
pt_pt: &Novo editor

source: Open a new editor.
de: Öffnet ein neues Editor-Fenster.
fr: Ouvrir un nouvel éditeur.
gl: Abrir un novo editor.
pt_br: Abrir um novo editor.
pt_pt: Abrir um novo editor.
ro: Deschideți un nou editor.

source: &Open file...
de: Datei ö&ffnen...
pt_pt: &Abrir ficheiro….

source: Open a new file.
de: Öffnet eine neue Datei.
fr: Ouvrir un nouveau fichier.
gl: Abrir un novo ficheiro.
pt_br: Abra um novo arquivo.
pt_pt: Abrir um novo ficheiro.
ro: Deschideți un fișier nou.

source: &Save file...
de: Datei &speichern...
pt_pt: &Guardar ficheiro...

source: Save the current file.
de: Speichert die aktuelle Datei.
fr: Enregistrer le fichier courant.
gl: Gardar o ficheiro actual.
pt_br: Salvar o arquivo atual.
pt_pt: Guardar o ficheiro actual.
ro: Salvați fișierul curent.

source: Change &workspace folder...
de: Arbeitsbereich-&Ornder ändern...
pt_pt: Alterar a pasta &espaço de trabalho...

source: Change workspace folder to a different folder.
de: Ändert den Arbeitsbereich-Ordner in einen anderen Ordner.
pt_pt: Alterar a pasta do espaço de trabalho para uma pasta diferente.

source: Set &Title...
pt_pt: Definir &Título...

source: Set title
pt_pt: Título do conjunto

source: E&xit
de: &Beenden
fr: &Quitter
gl: &Saír
pt_br: &Sair
pt_pt: &Sair
ro: I&eșire

source: Terminate the program.
de: Beendet das Programm.
fr: Quitte le programme.
gl: Termina o programa.
pt_br: Encerrar o programa.
pt_pt: Terminar o programa.
ro: Închideți programul.

source: &File
de: &Datei
fr: &Fichier
gl: &Ficheiro
pt_br: &Arquivo
pt_pt: &Ficheiro
ro: &Fișier

source: Preview
de: Vorschau
fr: Visualiser
gl: Previsualizar
pt_br: Visualizar
pt_pt: Visualizar
ro: Previzualizare

source: Preview HTML file
de: Vorschau als HTML-Datei
fr: Visualiser le fichier HTML
gl: Previsualizar ficheiro HTML
pt_br: Visualizar arquivo HTML
pt_pt: Pré-visualizar ficheiro HTML
ro: Previzualizare fișier HTML

source: Export...
de: Exportieren...
fr: Exporter...
gl: Exportar...
pt_br: Exportar...
pt_pt: Exportar...
ro: Exportare...

source: Export archive file
de: Archiv-Datei exportieren
fr: Exporter le fichier d'archive
gl: Exportar archivo de ficheiros
pt_pt: Exportar ficheiro de arquivo
ro: Exportare fișier arhivăt

source: &View
de: &Ansicht
fr: &Affichage
gl: &Ver
pt_br: &Visualizar
pt_pt: &Exibir
ro: &Vizualizare

source: Font
de: Schriftart
fr: Police
gl: Fonte
pt_pt: Tipo de letra
ro: Fundal

source: Adjust font format
de: Format der Schriftart anpassen
fr: Ajuster le format de la police
gl: Axustar formato de fonte
pt_pt: Ajustar o formato do tipo de letra
ro: Ajustare format font

source: Find
de: Suchen
fr: Trouver
gl: Procurar
pt_pt: Pesquisar
ro: Găsire

source: Find and replace
de: Suchen und Ersetzen
fr: Trouver et remplacer
gl: Procurar e remprazar
pt_pt: Procurar e substituir
ro: Găsire și înlocuire

source: &Other
de: &Weitere
fr: &Autre
gl: &Outro
pt_pt: &Outros
ro: &Altele

source: Select workspace folder
de: Arbeitsbereich-Ornder auswählen
pt_pt: Selecionar a pasta do espaço de trabalho

source: Open file
de: Datei öffnen
fr: Ouvrir un fichier
gl: Abrir ficheiro
pt_br: Abrir arquivo
pt_pt: Abrir ficheiro
ro: Deschidere fișier

source: Save file
de: Datei speichern
fr: Enregistrer le fichier
gl: Gardar ficheiro
pt_br: Salvar arquivo
pt_pt: Guardar ficheiro
ro: Salvare fișier

source: The content in the editor has been modified since the last save, do you want to save and exit it?
pt_pt: O conteúdo do editor foi modificado desde a última gravação, pretende gravar e sair?

source: Exit
pt_pt: Sair

source: Preview will only include the saved content. The content in the editor has been modified since the last save, do you want to save and preview it?
de: Die Vorschau enthält nur den gespeicherten Inhalt. Der Inhalt im Editor wurde seit der letzten Speicherung geändert. Möchten Sie die den neuen Inhalt speichern und ihn in der Vorschau anzeigen?
fr: La visualisation n'inclura que le contenu enregistré. Le contenu de l'éditeur a été modifié depuis le dernier enregistrement, voulez-vous l'enregistrer et le visualiser ?
gl: A previsualización só incluirá o contido gardado. O contido do editor cambiou dende a última vez que o gardaches, ¿gostaríache gardalo e previsualizalo?
pt_br: A visualização incluirá apenas o conteúdo salvo. O conteúdo do editor foi modificado desde o último salvamento, deseja salvá-lo e visualizá-lo?
pt_pt: A pré-visualização incluirá apenas o conteúdo guardado. O conteúdo no editor foi modificado desde a última gravação, pretende guardá-lo e pré-visualizá-lo?
ro: Previzualizarea va include numai conținutul salvat. Conținutul din editor a fost modificat de la ultima salvare, doriți să îl salvați și să îl previzualizați?

source: Export will only include the saved content. The content in the editor has been modified since the last save, do you want to save and export it?
de: Der Export umfasst nur den gespeicherten Inhalt. Dieser Inhalt im Editor wurde seit der letzten Speicherung geändert. Soll dieser jetzt gespeichert und anschließend exportiert werden?
fr: L'exportation n'inclura que le contenu enregistré. Le contenu dans l'éditeur a été modifié depuis le dernier enregistrement, voulez-vous l'enregistrer et l'exporter ?
gl: A exportación só incluirá o contido gardado. O contido do editor camiou dende a última vez que o gardaches, ¿gostaríache gardalo e exportalo?
pt_br: A exportação incluirá apenas o conteúdo salvo. O conteúdo do editor foi modificado desde o último salvamento, deseja salvá-lo e exportá-lo?
pt_pt: A exportação incluirá apenas o conteúdo guardado. O conteúdo do editor foi modificado desde a última gravação, pretende guardá-lo e exportá-lo?
ro: Exportarea va include numai conținutul salvat. Conținutul din editor a fost modificat de la ultima salvare, doriți să îl salvați și să îl exportați?

source: Export
de: Exportieren
fr: Exporter
gl: Exportar
pt_br: Exportar
pt_pt: Exportar
ro: Exportare

source: enter document title
pt_pt: Escrever o título do documento

source: &Exit
de: &Beenden
fr: &Quitter
gl: &Saír
pt_br: &Sair
pt_pt: &Sair
ro: &Ieșire

source: Terminate the program
de: Programm beenden
fr: Quitte le programme
gl: Finalizar o programa
pt_br: Encerrar o programa
pt_pt: Encerrar o programa
ro: Închideți programul

source: Interaction
de: Interaktion
gl: Interación
pt_br: Interação
pt_pt: Interacção
ro: Interacțiune

source: Copy
de: Kopieren
fr: Copier
gl: Copiar
pt_br: Copiar
pt_pt: Copiar
ro: Copiere

source: Copied
de: Kopiert
fr: Copié
gl: Copiado
pt_br: Copiado
pt_pt: Copiado
ro: Copiat

source: Entering interaction mode
de: Interaktionsmodus einschalten
fr: Passage en mode interaction
gl: Entrando en modo de interación
pt_pt: Entrar no modo de interacção
ro: Intrare în mod de interacțiune

source: No move
de: Keine Bewegung
fr: Pas de mouvementP
gl: Sen movemento
pt_br: Nenhuma movimentação
pt_pt: Sem movimento
ro: Nicio mutare

source: Copied raw MathML
de: Einfaches MathML kopiert
fr: MathML brut copié
gl: MathML crú copiado
pt_pt: Cópia de MathML em bruto
ro: S-a copiat MathML brut

source: Copied MathML
de: MathML kopiert
fr: MathML copié
gl: MathML copiado
pt_pt: MathML copiado
ro: S-a copiat MathML

source: Copy LaTeX failed
de: Kopieren von LaTeX ist fehlgeschlagen
fr: Échec lors de la copie de LaTeX
gl: Fallo ao copiar LaTeX
pt_pt: A cópia do LaTeX falhou
ro: Copierea LaTeX a eșuat

source: Copied LaTeX
de: LaTeX kopiert
fr: LaTeX copié
gl: LaTeX Copiado
pt_pt: LaTeX copiado
ro: LaTeX copiat

source: snapshot
de: Schnappschuss
fr: instantané
gl: instantánea
pt_br: instantâneo
pt_pt: instantâneo
ro: instantaneu

source: Toggle command gestures
de: Tastenbefehle umschalten
fr: Activer ou désactiver les gestes de commande
gl: Conmutar xestos de orde
pt_br: Alternar comando de comandar
pt_pt: Alternar comandos
ro: Comutați gesturile de comandă

source: Command gestures activated
de: Tastenbefehle aktiviert
fr: Gestes de commande activés
gl: Xestos de orde activados
pt_br: Ativado comando de comandar
pt_pt: Atalhos activados
ro: Gesturi de comandă activate

source: Command gestures deactivated
de: Tastenbefehle deaktiviert
fr: Gestes de commande désactivés
gl: Xestos de orde desactivados
pt_br: Desativado comando de comandar
pt_pt: Atalhos desactivados
ro: Gesturi de comandă dezactivate

source: Toggle block navigation gestures
de: Umschalten der Tastenbefehle für die Blocknavigation
fr: Activer ou désactiver les gestes pour naviguer par bloc
gl: Xestos para Conmutar navegación por bloques
pt_br: Alternar comando de navegação por bloco
pt_pt: Alternar atalhos de navegação em bloco
ro: Comutați blocarea gesturilor de navigare

source: Block navigation gestures activated
de: Tastenbefehle für die Blocknavigation aktiviert
fr: Gestes pour naviguer par bloc activés
gl: Xestos de navegación por bloques activados
pt_br: Ativado comando de navegação por bloco
pt_pt: Atalhos de navegação em bloco activados
ro: Blocarea gesturilor de navigare activată

source: Block navigation gestures deactivated
de: Tastenbefehle für die Blocknavigation deaktiviert
fr: Gestes pour naviguer par bloc désactivés
gl: Xestos de navegación por bloques desactivados
pt_br: Desativado comando de navegação por bloco
pt_pt: Atalhos de navegação em bloco desactivados
ro: Blocarea gesturilor de navigare a fost dezactivată

source: Toggle shortcut gestures
de: Umschalten der Tastenbefehle für die Kurztasten
fr: Activer ou désactiver les gestes pour les raccourcis
gl: Xestos para conmutar atallo
pt_br: Alternar comando de atalho
pt_pt: Alternar atalhos
ro: Comutați gesturile comenzilor rapide

source: Cannot activate shortcut gesture in browse navigation mode
de: Die Tastenbefehle für die Kurztasten im Navigationsmodus konnten nicht aktiviert werden
fr: Impossible d'activer les gestes de raccourci en mode navigation
gl: Non se poden activar xestos de atallo no modo de navegación por exploración
pt_br: Não é possível ativar o comando de atalho no modo de navegação e pesquisa
pt_pt: Não é possível ativar os atalhos no modo de navegação
ro: Gesturile pentru comenzi rapide nu pot fi activate în modul de navigare

source: Shortcut gestures activated
de: Tastenbefehle für die Kurztasten aktiviert
fr: Gestes pour les raccourcis activés
gl: Xestos de atallo activados
pt_br: Ativado comando de atalho
pt_pt: Atalhos activados
ro: Gesturi comenzi rapide activate

source: Shortcut gestures deactivated
de: Tastenbefehle für die Kurztasten deaktiviert
fr: Gestes pour les raccourcis désactivés
gl: Xestos de atallo desactivados
pt_br: Desativado comando de atalho
pt_pt: Atalhos desactivados
ro: Gesturi comenzi rapide dezactivate

source: Toggle Greek alphabet gesture
de: Schalte den griechisches Alphabet-Befehl um
fr: Activer ou désactiver les gestes pour l'alphabet grec
gl: Xesto para conmutar o alfabeto grego
pt_br: Alternar comando de alfabeto grego
pt_pt: Alternar o comando do alfabeto grego
ro: Comutare gesturi alfabet grecesc

source: Cannot activate Greek alphabet gestures in browse navigation mode
de: Kann den griechisches Alphabet-Befehl nicht im Lese-Navigationsmodus aktivieren
fr: Impossible d'activer les gestes pour l'alphabet grec en mode navigation
gl: Non se poden activar os xestos do alfabeto grego no modo de navegación por exploración
pt_br: Não é possível ativar o comando de alfabeto grego no modo de navegação e pesquisa
pt_pt: Não é possível ativar os atalhos do alfabeto grego no modo de navegação
ro: Gesturile pentru alfabet grecesc nu pot fi activate în modul de navigare

source: Greek alphabet gestures activated
de: Griechisches Alphabet-befehle aktiviert
fr: Gestes pour l'alphabet grec activés
gl: Xestos do alfabeto grego activados
pt_br: Ativado comando de alfabeto grego
pt_pt: Atalhos do alfabeto grego activados
ro: Gesturi alfabet grecesc activate

source: Greek alphabet gestures deactivated
de: Griechisches Alphabet-befehle deaktiviert
fr: Gestes pour l'alphabet grec désactivés
gl: Xestos do alfabeto grego desactivados
pt_br: Desativado comando de alfabeto grego
pt_pt: Atalhos do alfabeto grego desactivados
ro: Gesturi alfabet grecesc dezactivate

source: Toggle browse navigation mode
de: Lese-Navigations-Modus ein-ausschalten
fr: Activer ou désactiver le mode navigation
gl: Conmutar modo de navegación por exploración
pt_br: Alternar modo de navegação e pesquisa
pt_pt: Alternar o modo de navegação
ro: Comutare mod navigare

source: Browse navigation mode on
de: Lese-Navigations-Modus ein
fr: Mode navigation activé
gl: Modo de navegación por exploración activado
pt_br: Ligado modo de navegação e pesquisa
pt_pt: Modo de Navegação ligado
ro: Mod navigare activat

source: Browse navigation mode off
de: Lese-Navigations-Modus aus
fr: Mode navigation activé
gl: Modo de navegación por exploración desactivado
pt_br: Desligado modo de navegação e pesquisa
pt_pt: Modo de navegação desativado
ro: Mod navigare dezactivat

source: Shortcut {shortcut} is not set
de: Kurztaste {shortcut} ist nicht festgelegt
fr: Le raccourci {shortcut} n'est pas défini
gl: O atallo {shortcut} non está configurado
pt_br: O atalho {shortcut} não está definido
pt_pt: O atalho {shortcut} não está definido
ro: Comanda rapidă {shortcut} nu este configurată

source: Greek alphabet {GreekAlphabet} is not set
de: Griechisches Alphabet {GreekAlphabet} ist nicht gewählt
fr: {GreekAlphabet} de l'alphabet grec n'est pas défini
gl: O alfabeto grego {GreekAlphabet} non está configurado
pt_br: Não está configurado o Alfabeto Grego {GreekAlphabet}
pt_pt: O alfabeto grego {GreekAlphabet} não está definido
ro: Alfabetul grecesc {GreekAlphabet} nu este configurat

source: In math section. Please leave math section first and try again.
de: Mathematischer Abschnitt. Bitte verlassen sie diesen zuerst und versuchen es erneut.
fr: Vous êtes dans une section math. Veuillez d'abord quitter la section math et réessayer.
gl: Estás na seción matemática. Abandoa antes a seción matemática e volta a tentalo.
pt_br: Na seção de matemática. Saia da seção de matemática primeiro e tente novamente.
pt_pt: Na secção de matemática. Saia primeiro da secção de matemática e tente novamente.
ro: În secțiunea matematică. Vă rugăm să părăsiți mai întâi secțiunea matematică și să încercați din nou.

source: Not in LaTeX block or text block. cannot use LaTeX command
de: Nicht in einem LaTeX- oder Text-Abschnitt. Latex-Befehle können nicht verwendet werden
fr: Pas dans un bloc LaTeX ou un bloc de texte. impossible d'utiliser la commande LaTeX
gl: Non estás nun bloque de texto ou laTeX. Non se pode usar a orden LaTeX
pt_br: Não está em bloco LaTeX ou bloco de texto. não pode usar o comando LaTeX
pt_pt: Não está num bloco LaTeX ou num bloco de texto. Não pode utilizar o comando LaTeX
ro: Nu în blocul LaTeX sau blocul text. Comanda LaTeX nu poate fi folosită

source: This block cannot be interacted
de: In diesem Abschnitt kann nicht interagiert werden
fr: Vous ne pouvez pas interagir avec ce bloc
gl: Non se pode interactuar con este bloque
pt_br: Este bloco não pode ser interagido
pt_pt: Não é possível interagir com Este bloco
ro: Nu se poate interacţiona cu acest block

source: No autocomplete found
de: Keine automatische Vervollständigung gefunden
fr: Aucune saisie semi-automatique trouvée
pt_pt: Nenhum preenchimento automático encontrado

source: This block cannot be translated
de: Dieser Abschnitt kann nicht übersetzt werden
fr: Ce bloc ne peut pas être traduit
gl: Non se pode traducir este bloque
pt_br: Este bloco não pode ser traduzido
pt_pt: Este bloco não pode ser traduzido
ro: Acest block nu poate fi tradus

source: {data} copied to clipboard
de: {data} in die Zwischenablage kopiert
fr: {data} copié dans le presse-papiers
gl: {data} copiado ao portapapeis
pt_br: Copiado para a área de transferência {data}
pt_pt: {data} copiados para a área de transferência
ro: {data} copiate în planşetă

source: {data} inserted to document
de: {data} im Dokument eingefügt
fr: {data} inséré dans le document
gl: {data} insertado no documento
pt_br: Inserido no documento {data}
pt_pt: {data} inseridos no documento
ro: {data} inserate în document

source: {data} cut from document
de: {data} aus dem Dokument ausgeschnitten
fr: {data} coupé du document
gl: {data} cortado do documento
pt_br: recortar do documento {data}
pt_pt: {data} cortados do documento
ro: {data} mutate din document

source: {data} deleted from document
de: {data} aus dem Dokument entfernt
fr: {data} effacé du document
gl: {data} borrado do documento
pt_br: Excluído do documento {data}
pt_pt: {data} apagados do documento
ro: {data} eliminate din document

source: autocomplete command
de: Befehl für die automatische Vervollständigung
fr: commande de saisie semi-automatique
pt_pt: comando de preenchimento automático

source: math block
de: Mathematischer Abschnitt
fr: bloc math
gl: bloque matemático
pt_br: bloco matemático
pt_pt: bloco de matemática
ro: block Math

source: LaTeX to AsciiMath
de: LaTeX nach AsciiMath
fr: LaTeX vers AsciiMath
gl: LaTeX a AsciiMath
pt_br: LaTeX para AsciiMath
pt_pt: LaTeX para AsciiMath
ro: LaTeX în AsciiMath

source: AsciiMath to LaTeX
de: AsciiMath nach LaTeX
fr: AsciiMath vers LaTeX
gl: AsciiMath a LaTeX
pt_br: AsciiMath para LaTeX
pt_pt: AsciiMath para LaTeX
ro: AsciiMath în LaTeX

source: Nemeth to LaTeX
de: Nemeth nach LaTeX
fr: Nemeth vers LaTeX
gl: Nemeth a LaTeX
pt_pt: Nemeth para LaTeX
ro: Nemeth la LaTeX

source: LaTeX delimiter
de: LaTeX-Trennzeichen
fr: Délimiteur LaTeX
gl: Delimitador LaTeX
pt_br: Delimitador LaTeX
pt_pt: Delimitador de &LaTeX
ro: Delimitator LaTeX

source: bracket to dollar
de: Klammer nach Dollar
fr: parenthèses vers dollar
gl: paréntese a dólar
pt_br: parêntesis para cifrão
pt_pt: escalão para dólar
ro: paranteză în dolar

source: dollar to bracket
de: Dollar nach Klammer
fr: dollar vers parenthèses
gl: dólar a paréntese
pt_br: cifrão para parêntesis
pt_pt: dólar para escalão
ro: dolar în paranteză

source: batch command
de: Stapelbefehl
fr: commandes de traitement global du document
gl: orde en lotes
pt_br: comando em lote
pt_pt: comando de lote
ro: comanda batch

source: view
de: Anzeigen
fr: visualiser
gl: vista
pt_pt: ver
ro: vizualizare

source: edit
de: Bearbeiten
fr: éditer
gl: editar
pt_pt: editar
ro: editare

source: virtual context menu
de: Virtuelles Kontextmenü
fr: menu contextuel virtuel
gl: menú de contexto virtual
pt_pt: menu de contexto virtual
ro: meniul contextual virtual

source: open path failed
de: Beim Öffnen des Pfades trat ein Fehler auf
fr: échec de l'ouverture du chemin
gl: fallo ao se abrir a ruta
pt_pt: caminho aberto falhou
ro: deschidere cale eșuată

source: shortcut
de: Tastenkombination
fr: raccourcis
gl: atallo
pt_br: atalho
pt_pt: tecla de atalho
ro: comandă rapidă

source: common
de: gemeinsame
fr: usuel
gl: común
pt_br: comum
pt_pt: comum
ro: comun

source: operator
fr: opérateur
gl: operador
pt_br: operador
pt_pt: operador

source: relation
gl: relación
pt_br: relação
pt_pt: relação
ro: relaţie

source: logic
de: logisch
fr: logique
gl: lóxico
pt_br: lógica
pt_pt: lógica

source: arrow
de: Pfeil
fr: flèche
gl: frecha
pt_br: seta
pt_pt: seta
ro: săgeată

source: geometry
de: Geometrie
fr: géométrie
pt_pt: geometria

source: combinatorics
de: Kombinatorik
fr: combinatoire
pt_pt: combinatória

source: trigonometric
de: Trigonometrie
fr: trigonométrie
pt_pt: trigonométrico

source: 2-dimension
de: 2-dimensional
fr: en 2 dimensions
gl: 2 dimensións
pt_br: 2-dimensões
pt_pt: 2 dimensões
ro: 2-dimensiune

source: set
de: festgelegt
fr: ensemble
gl: conxunto
pt_br: conjunto
pt_pt: sefinir

source: calculus
de: Kalkül
fr: calcul
pt_pt: cálculo

source: other
de: andere
fr: autre
gl: outro
pt_br: outro
pt_pt: outras
ro: altul

source: LaTeX command
de: LaTeX-Befehl
fr: Commande LaTeX
gl: Orde LaTeX
pt_br: Comando LaTeX
pt_pt: Comando LaTeX
ro: Comanda LaTeX

source: Cannot set shortcut on menu
de: Die Kurztaste im Menü konnte nicht festgelegt werden
fr: Impossible de définir un raccourci sur un menu
gl: Non se pode configurar un atallo nun menú
pt_br: Nenhum atalho definido no menu
pt_pt: Não é possível definir um atalho no menu
ro: Nu se poate seta o comandă rapidă în meniu

source: Shortcut {slot} set
de: Kurztaste {slot} festgelegt
fr: Raccourci {slot} défini
gl: Atallo {slot} configurado
pt_br: Definir atalho {slot}
pt_pt: Atalho {slot} definido
ro: Scurtătură {slot} configurată

source: Cannot clear shortcut on a menu
de: Die Kurztaste im Menü konnte nicht entfernt werden
fr: Impossible d'effacer le raccourci d'un menu
gl: Non se pode borrar un atallo dun menú
pt_br: Não é possível limpar o atalho em um menu
pt_pt: Não é possível limpar um atalho num menu
ro: Nu se poate elimina comanda rapidă dintr-un meniu

source: No shortcut set on this item
de: Keine Kurztasten für diesen Eintrag festgelegt
fr: Aucun raccourci défini pour cet élément
gl: Non hai atallo asociado a este elemento
pt_br: Sem atalho definido neste item
pt_pt: Nenhum atalho definido para este item
ro: Nu a fost setată nicio comandă rapidă pentru acest articol

source: Shortcut {slot} cleared
de: Kurztaste {slot} entfernt
fr: Raccourci {slot} effacé
gl: Atallo {slot} borrado
pt_br: Limpado atalho {slot}
pt_pt: Atalho {slot} desativado
ro: Comanda rapidă {slot} a fost eliminată

source: mark command
de: markiere Befehl
fr: marquer la commande
gl: orde de marcar
pt_br: comando marcar
pt_pt: comando mark
ro: marcare comandă

source: preview
de: Vorschau
fr: visualisation
gl: previsualizar
pt_br: visualizar
pt_pt: pré-visualização
ro: previzualizare

source: export
de: Exportieren
fr: exporter
gl: exportar
pt_br: exportar
pt_pt: exportar
ro: exportare

source: view command
de: Befehl anzeigen
fr: commandes de visualisation
gl: orde de visualización
pt_br: comando ver
pt_pt: comando de visualização
ro: vizualizare comandă

source: Save file...
de: Datei speichern...
fr: Enregistrer dans un fichier...
gl: Gardar ficheiro...
pt_br: Salvar arquivo...
pt_pt: Guardar ficheiro...
ro: Salvare fişier...

source: translate command
de: Befehl übersetzen
fr: commandes de traduction
gl: orde de tradución
pt_br: comando de tradução
pt_pt: comando de tradução
ro: comandă traducere

source: This block cannot be translated into {id}
de: Dieser Block konnte nicht übersetzt werden in {id}
fr: Ce bloc ne peut pas être traduit en {id}
gl: Non se pode traducir este bloque a {id}
pt_pt: Este bloco não pode ser traduzido para {id}
ro: Acest bloc nu poate fi tradus în {id}

source: command
de: Befehl
fr: commande
gl: orde
pt_br: comando
pt_pt: comando
ro: comandă

source: {number} of {total}
de: {number} von {total}
fr: {number} de {total}
gl: {number} de {total}
pt_br: {number} de {total}
pt_pt: {number} de {total}
ro: {number} din {total}

source: matrix (2X2)
fr: matrice (2X2)
gl: matriz (2X2)
pt_br: matriz (2X2)
pt_pt: matriz (2X2)
ro: matrice (2X2)

source: matrix (3X3)
fr: matrice (3X3)
gl: matriz (3X3)
pt_br: matriz (3X3)
pt_pt: matriz (3X3)
ro: matrice (3X3)

source: determinant (2X2)
de: Determinante (2X2)
fr: déterminant (2X2)
gl: determinante (2X2)
pt_br: determinante (2X2)
pt_pt: determinante (2X2)

source: determinant (3X3)
de: Determinante (3X3)
fr: déterminant (3X3)
gl: determinante (3X3)
pt_br: determinante (3X3)
pt_pt: determinante (3X3)

source: left arrow
de: Pfeil nach links
fr: flèche gauche
gl: frecha esquerda
pt_br: seta para esquerda
pt_pt: seta esquerda
ro: sageata stanga

source: right arrow
de: Pfeil nach rechts
fr: flèche droite
gl: frecha dereita
pt_br: seta para direita
pt_pt: seta direita
ro: sageata dreapta

source: left right arrow
de: Pfeil nach links und rechts
fr: flèche gauche droite
gl: frecha esquerda e dereita
pt_br: seta para esquerda e direita
pt_pt: seta esquerda direita
ro: săgeată stânga dreapta
