Repository: tiago-casal/Access8Math
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: de, fr, gl, pt_br, pt_pt, ro

source: Access8Math Version: {addonVersion} URL: https://addons.nvda-project.org/addons/access8math.en.html Copyright (C) {copyrightFirstYear}-{copyrightLastYear} Access8Math Contributors Access8Math is covered by the GNU General Public License (Version 2). You are free to share or change this software in any way you like as long as it is accompanied by the license and you make all source code available to anyone who wants it. This applies to both original and modified copies of this software, plus any derivative works. It can be viewed online at: https://www.gnu.org/licenses/old-licenses/gpl-2.0.html
de: Access8Math Version: {addonVersion} URL: https://addons.nvda-project.org/addons/access8math.de.html Copyright (C) {copyrightFirstYear}-{copyrightLastYear} Access8Math Contributors Access8Math steht unter der GNU General Public License (Version 2). Es steht Ihnen frei, diese Software auf jede beliebige Weise weiterzugeben oder zu verändern, solange Sie die Lizenz beifügen und Sie den gesamten Quellcode jedem zur Verfügung stellen. Dies gilt sowohl für originale als auch für modifizierte Kopien dieser Software sowie für alle abgeleiteten Werke. Sie kann online eingesehen werden unter: https://www.gnu.org/licenses/old-licenses/gpl-2.0.html
fr: Access8Math Version: {addonVersion} URL: https://addons.nvda-project.org/addons/access8math.fr.html Copyright (C) (C) {copyrightFirstYear}-{copyrightLastYear} Contributeurs Access8Math Access8Math est couvert par la GNU General Public License (Version 2). Vous êtes libre de partager ou modifier ce logiciel de quelque façon que vous le souhaitez tant qu'il est accompagnée de la licence et de rendre le code source disponible à quiconque le veut. Cela s'applique aussi bien à l'original que la copie modifiée de ce logiciel, ainsi qu'à n'importe quel œuvre dérivée. Elle peut être consultée en ligne sur: https://www.gnu.org/licenses/old-licenses/gpl-2.0.html
pt_pt: Access8Math Versão: {addonVersion} URL: https://addons.nvda-project.org/addons/access8math.en.html Copyright (C) {copyrightFirstYear}-{copyrightLastYear} Contribuintes do Access8Math O Access8Math é coberto pela Licença Pública Geral GNU (Versão 2). É livre de partilhar ou alterar este software da forma que quiser, desde que seja acompanhado pela licença e disponibilize todo o código fonte a quem o quiser. Isto aplica-se tanto às cópias originais como às modificadas deste software, para além de quaisquer trabalhos derivados. Pode ser visualizado online em: https://www.gnu.org/licenses/old-licenses/gpl-2.0.html

source: Open virtual context menu
de: Virtuelles Kontextmenü öffnen
fr: Ouvrir le menu contextuel virtuel
gl: Abrir menú de contexto virtual
pt_pt: Abrir menu de contexto virtual
ro: Deschideți meniul contextual virtual

source: get path failed
de: Der Pfad konnte nicht ermittelt werden
fr: échec de l'obtention du chemin
gl: fallo ao se obter a ruta
pt_pt: obter caminho falhado
ro: obținere cale eșuată

source: Pop up the editor
de: Öffnet ein neues Editor-Fenster
fr: Afficher l'éditeur
gl: Abrir un novo editor
pt_br: Abrir um novo editor
pt_pt: Mostre o editor
ro: Afișează editorul

source: Access8Math interaction window
de: Access8Math-Interaktionsbereich
fr: Fenêtre d'interaction Access8Math
gl: Xanela de interación do Access8Math
pt_br: Janela de interação Access8Math
pt_pt: Janela de interacção do Access8Math
ro: Fereastra de interacțiune Access8Math

source: Access8Math Editor
pt_pt: Editor de Access8Math

source: &Settings...
de: &Einstellungen...
fr: &Paramètres...
gl: &Opcións...
pt_pt: &Configurações...
ro: &Setări...

source: Symbol Speech Dictionary...
pt_pt: Dicionário de símbolos de voz...

source: Math Rules Speech Output...
pt_pt: Saída de voz de Regras matemáticas...

source: Symbol Braille Dictionary...
pt_pt: Dicionário de símbolos Braille...

source: Math Rules Braille Output...
pt_pt: Saída em braile de Regras de Matemática...

source: Add New Language...
pt_pt: Adicionar nova língua...

source: &Export Localization Files...
pt_pt: &Exportar ficheiros de localização...

source: &Localization
de: &Lokalisierung
fr: &Localisation
gl: &Tradución
pt_br: &Localização
pt_pt: &Localização
ro: &Localizare

source: &Clean Workspace...
de: Arbeitsbereich auf&räumen...
fr: &Vider l'espace de travail...
gl: &Limpar área de traballo...
pt_br: Espaço de &Trabalho Limpo...
pt_pt: &Apagar espaço de trabalho...
ro: &Curățare spațiu de lucru...

source: &About...
de: &Info...
fr: À &propos...
gl: &Acerca de...
pt_br: &Sobre...
pt_pt: &Sobre...
ro: &Despre...

source: Switch math speech reader
de: Math-Speech-Reader umschalten
fr: Changer de lecteur vocal mathématique
gl: Alternar lector matemático con voz
pt_pt: Trocar o leitor de fala matemática
ro: Comutare cititor de vorbire matematică

source: Math speech reader switch to %s
de: Math-Speech-Reader umgeschaltet zu %s
fr: Passage du lecteur vocal mathématique à %s
gl: Lector matemático de voz alternado a %s
pt_pt: Comutação do leitor de voz matemática para %s
ro: Cititor de vorbire matematică comutăt la %s

source: Switch math Braille reader
de: Math-Braille-Reader umschalten
fr: Changer le lecteur math braille
gl: Alternar lector matemático con Braille
pt_pt: Trocar o leitor de Braille matemático
ro: Comutare cititor Braille matematic

source: Math braille reader switch to %s
de: Math-Braille-Reader umgeschaltet zu %s
fr: Le lecteur mathématique braille passe à %s
gl: Lector matemático de Braille alternado a %s
pt_pt: Comutador do leitor de matemática braille para %s
ro: Cititor braille matematic comutăt la %s

source: Switch math interact reader
de: Math-Interact-Reader umschalten
fr: Changer de lecteur d'interaction mathématique
gl: Alternar lector matemático interactivo
pt_pt: Trocar o leitor de interacção matemática
ro: Comutare cititor de interacțiune matematică

source: Math interact reader switch to %s
de: Math-Interact-Reader umgeschaltet zu %s
fr: Le lecteur d'interaction mathématique passe à %s
gl: Lector matemático interactivo alternado a %s
pt_pt: O leitor de interação matemática muda para %s
ro: Cititor de interacțiune matematică comutăt la %s

source: Export localization files...
pt_pt: Exportar ficheiros de localização...

source: Workspace has already been cleaned
de: Der Arbeitsbereich wurde bereits aufgeräumt
fr: L'espace de travail a déjà été vidé
gl: Xa se limpou a área de traballo
pt_br: O espaço de trabalho já foi limpo
pt_pt: O espaço de trabalho já foi limpo
ro: Spațiul de lucru a fost deja curățat

source: Clean Workspace
de: Arbeitsbereich aufräumen
fr: Vider l'espace de travail
gl: Limpar área de traballo
pt_br: Limpar Espaço de Trabalho
pt_pt: Limpar Espaço de trabalho
ro: Spațiu de lucru curat

source: About Access8Math
de: Info über Access8Math
fr: À propos d'Access8Math
gl: Acerca de Access8Math
pt_br: Sobre Access8Math
pt_pt: Sobre o Access8Math
ro: Despre Access8Math

source: Math Reader
fr: Lecteur Mathématique
gl: Lector matemático
pt_pt: Leitor de Matemática
ro: Cititor Matematic

source: &Speech source:
de: &Sprachausgaben-Quelle:
fr: &Source vocale :
gl: Orixe de &voz:
pt_br: &Origem da fala:
pt_pt: Fonte &de voz:
ro: Sursa &vorbire:

source: &Braille source:
de: &Braille-Quelle:
fr: Source &braille :
gl: Orixe de &Braille:
pt_br: Origem do &braille:
pt_pt: Fonte &Braille:
ro: sursă &Braille:

source: Inter&act source:
de: Inter&agiere mit Quelle:
fr: Source d'inter&action :
gl: Orixe de inter&ación:
pt_br: Origem da inter&ação:
pt_pt: Fonte Inter&act:
ro: Sursă Inter&acțiune:

source: Reading
de: Lesen
fr: Lecture
gl: Lectura
pt_pt: Leitura
ro: Citire

source: &Language:
de: &Sprache:
fr: &Langue:
gl: &Lingua:
pt_br: I&dioma:
pt_pt: &Linguagem:
ro: &Limbăj:

source: Analyze mathematical meaning of content
de: Mathematische Inhaltsbedeutung analysieren
fr: Analyser la signification mathématique du contenu
gl: Analizar significado matemático do contido
pt_br: Analisar o significado matemático do conteúdo
pt_pt: Analisar o significado matemático do conteúdo
ro: Analizați sensul matematic al conținutului

source: Reading of auto-generated meaning in interaction navigation mode
de: Lesen der automatisch generierten Bedeutung im Interaktions-Navigationsmodus
fr: Lire la signification auto-générée lors de la navigation en mode interactif
gl: Lectura de significado xerado automáticamente ao navegar en modo de navegación interactiva
pt_br: Leitura do significado gerado automaticamente no modo de navegação interativo
pt_pt: Leitura do significado gerado automaticamente no modo de navegação de interação
ro: Citirea semnificației generate automat în modul de navigare interacțiune

source: Use tone indicate to no move in interaction navigation mode
de: Verwende Signaltöne, um keine Bewegung im Lese-Navigationsmodus anzuzeigen
fr: Utiliser un son pour indiquer qu'il n'y a pas de mouvement possible dans le mode interactif
gl: Usar pitido para indicar que non hai movemento no modo de navegación por interacción
pt_br: Use som para indicar nenhum movimento no modo de navegação interativa
pt_pt: Utilizar o sinal sonoro para indicar que não há movimento no modo de navegação interactiva
ro: Utilizați semnalul sonor pentru a nu se deplasa în modul de navigare interacțiune

source: &Item interval time:
de: Intervall-Zeit für &Eintrag:
fr: &Intervalle de temps entre éléments:
gl: Intervalo de tempo de &elementos:
pt_br: Tempo de intervalo de &item:
pt_pt: &Item tempo de intervalo:
ro: Timp interval &articol:

source: Writing
de: Schreiben
fr: Écriture
gl: Escritura
pt_pt: Redação
ro: Scriere

source: Activate command gesture at startup
de: Tastenbefehle beim Starten aktiviert
fr: Activer les gestes de commande au démarrage
gl: Activar xestos de orde ao arrancar
pt_br: Ativar o comando comandar na inicialização
pt_pt: Ativar o comando no arranque
ro: Activați gestul de comandă la pornire

source: Activate block navigate gesture at startup
de: Tastenbefehle für die Blocknavigation beim Starten aktiviert
fr: Activer les gestes de navigation par block au démarrage
gl: Activar xestos de navegación por bloques ao arrancar
pt_br: Ativar o comando navegação de bloco na inicialização
pt_pt: Ativar o atalho de navegação em bloco no arranque
ro: Activați blocarea gestului de navigare la pornire

source: Activate shortcut gesture at startup
de: Tastenbefehle für die Kurztasten beim Starten aktiviert
fr: Activer les gestes de raccourci au démarrage
gl: Activar xestos de atallo ao arrancar
pt_br: Ativar o comando de atalho na inicialização
pt_pt: Ativar os atalho no arranque
ro: Activați gestul de comandă rapidă la pornire

source: Use audio indicate to switching of browse navigation mode
de: Verwende Signaltöne, um den Wechsel des Lese-Navigationsmodus' anzuzeigen
fr: Indication audio du changement de mode de navigation
gl: Usar audio para indicar o cambio de modo de navegación por exploración
pt_br: Use áudio para indicar alternar o modo de navegação e pesquisa
pt_pt: Usar a indicação áudio para mudar para o modo de navegação
ro: Utilizați indicarea audio pentru a comuta în modul de navigare

source: Left/Right arrow key allow of moving across line in browse navigation mode
de: Mit Pfeiltasten nach links/rechts können Sie sich im Lesemodus innerhalb einer Zeile bewegen
fr: Les touches flèches gauche/droite permettent de se déplacer d'une ligne à l'autre en de mode navigation
gl: As frechas esquerda e dereita permiten moverse pola liña no modo de navegación por exploración
pt_br: A tecla de seta para esquerda/direita permite mover-se pela linha no modo de navegação e pesquisa
pt_pt: Tecla de seta para a esquerda/para a direita permite mover-se através da linha no modo de navegação
ro: Tastele săgeți stânga/dreapta permite deplasarea pe linie în modul de navigare

source: Document
de: Dokument
gl: Documento
pt_pt: Documento

source: &LaTeX delimiter:
de: &Latex-Trennzeichen:
fr: Délimiteur &LaTeX :
gl: Delimitador &LaTeX:
pt_br: Delimitador &LaTeX:
pt_pt: Delimitador de &LaTeX:
ro: Delimitator &LaTeX:

source: bracket
de: Klammer
fr: parenthèses
gl: paréntese
pt_br: parêntesis
pt_pt: parêntesis recto
ro: paranteză

source: dollar
gl: dólar
pt_br: cifrão
pt_pt: dólar
ro: dolar

source: &Nemeth delimiter:
de: &Nemeth-Trennzeichen:
fr: Délimiteur &Nemeth :
gl: Delimitador &Nemeth:
pt_pt: &Nemeth delimitador:
ro: &Nemeth delimitator:

source: at
de: um
fr: à
gl: en
pt_pt: às
ro: la

source: HTML &document display:
de: HTML-&Dokument-Anzeige:
fr: HTML &affichage document :
gl: Amosar &documento HTML:
pt_br: Exibir &documento HTML:
pt_pt: HTML e apresentação de documentos:
ro: Afișare &document HTML:

source: text
fr: texte
gl: texto
pt_br: texto
pt_pt: texto

source: HTML &math display:
de: HTML-&Mathematik-Anzeige:
fr: HTML &affichage math :
gl: Amosar HTML &matemático:
pt_br: Exibir &matemática em HTML:
pt_pt: Apresentação HTML e matemática:
ro: Afișare &matematică HTML:

source: inline
de: in Zeile
gl: en liña
pt_br: em linha
pt_pt: em linha
ro: în linie

source: HTML font color:
de: HTML-Schriftfarbe:
fr: Couleur de la police HTML :
gl: Cor da fonte HTML:
pt_br: Cor da fonte HTML:
pt_pt: Cor da fonte HTML:
ro: culoare font HTML:

source: white
de: weiß
fr: blanc
gl: branco
pt_br: branco
pt_pt: branco
ro: alb

source: black
de: schwarz
fr: noir
gl: negro
pt_br: preto
pt_pt: preto
ro: negru

source: HTML background color:
de: HTML-Hintergrundfarbe:
fr: Couleur de fond HTML :
gl: Cor de fondo HTML:
pt_br: Cor de fundo HTML:
pt_pt: Cor de fundo HTML:
ro: Culoare fundal HTML:

source: Rule
de: Regel
fr: Règle
gl: Regra
pt_br: Regra
pt_pt: Regra
ro: Regulă

source: Simplified subscript and superscript
de: Vereinfachter hoch- und tiefgestellter Index
fr: Indice et exposant simplifiés
gl: Superíndice e subíndice simplificados
pt_br: Índice e expoente simplificados
pt_pt: Subscrito e superescrito simplificados
ro: Indice inferior și superior simplificat

source: Simplified subscript
de: Vereinfachter tiefgestellter Index
fr: Indice simplifié
gl: Subíndice simplificado
pt_br: Índice simplificado
pt_pt: Subscrito simplificado
ro: Indice inferior

source: Simplified superscript
de: Vereinfachter hochgestellter Index
fr: Exposant simplifié
gl: Superíndice simplificado
pt_br: Expoente simplificado
pt_pt: Super-escrito simplificado
ro: Indice superior

source: Simplified underscript and overscript
de: Vereinfachter Zähler und Nenner
fr: Notation souscrite et suscrite simplifiée
gl: Subliñado e superíndice simplificados
pt_br: Sublinhado e sobrescrito simplificados
pt_pt: Sublinhado e sobrescrito simplificados
ro: Indice inferior și superior simplificat

source: Simplified underscript
de: Vereinfachter Nenner
fr: Notation souscrite simplifiée
gl: Subliñado simplificado
pt_br: Sublinhado simplificado
pt_pt: Sublinhado simplificado
ro: Indice inferior simplificat

source: Simplified overscript
de: Vereinfachter Zähler
fr: Notation suscrite simplifiée
gl: Superíndice simplificado
pt_br: Sobrescrito simplificado
pt_pt: Overscript simplificado
ro: Indice superior simplificat

source: Simplified fraction
de: Vereinfachter Bruch
fr: Fraction simplifiée
gl: Fración simplificada
pt_br: Fração simplificada
pt_pt: Fração simplificada
ro: Fracție simplificată

source: Simplified square root
de: Vereinfachte Quadratwurzel
fr: Racine carrée simplifiée
gl: Raíz cadrada simplificada
pt_br: Raíz quadrada simplificada
pt_pt: Raiz quadrada simplificada
ro: Rădăcină pătrată simplificată

source: Power
de: Potenz
fr: Puissance
gl: Potencia
pt_br: Potência
pt_pt: Potência
ro: Putere

source: Square power
de: 2. Potenz
fr: Au carré
gl: Potencia cuadrática
pt_br: Segunda potência
pt_pt: Potência quadrada
ro: Putere la pătrat

source: Cube power
de: 4. Potenz
fr: Au cube
gl: Potencia cúbica
pt_br: Terceira potência
pt_pt: Potência cúbica
ro: Cub la pătrat

source: Set
de: Menge
fr: Ensemble
gl: Conxunto
pt_br: Conjunto
pt_pt: Definir

source: Absolute value
de: Absoluter Wert
fr: Valeur absolue
gl: Valor absoluto
pt_br: Valor absoluto
pt_pt: Valor absoluto
ro: Valoare absolută

source: Matrix
fr: Matrice
gl: Matriz
pt_br: Matriz
pt_pt: Matriz
ro: Matrice

source: Determinant
de: Determinante
fr: Déterminant
gl: Determinante
pt_br: Determinante
pt_pt: Determinante

source: Integer and fraction
de: Ganzzahl und Bruch
fr: Entier et fraction
gl: Enteiro e fración
pt_br: Inteiro e fração
pt_pt: Inteiro e fracção
ro: Număr întreg și fracție

source: Access8Math Settings
de: Access8Math-Einstellungen
fr: Paramètres Access8Math
gl: Opcións do Access8Math
pt_pt: Configurações do Access8Math
ro: Setări Access8Math

source: normal configuration
de: Standard-Konfiguration
fr: configuration normale
gl: configuración normal
pt_pt: configuração normal
ro: configurație normală

source: Add Symbol
de: Symbol hinzufügen
fr: Ajout d'un symbole
gl: Engadir Símbolo
pt_br: Adicionar Símbolo
pt_pt: Adicionar símbolo
ro: Adăugare simbol

source: &Symbol:
fr: &Symbole:
gl: &Símbolo:
pt_br: &Símbolo:
pt_pt: &Símbolo:

source: Symbol Speech Dictionary
pt_pt: Dicionário de símbolos de voz...

source: Symbol Braille Dictionary
pt_pt: Dicionário de símbolos Braille...

# speechSymbols
source: &Filter by:
de: &Filtern nach:
fr: &Filtrer par:
gl: &Filtrar por:
pt_br: &Filtrar por:
pt_pt: &Filtrar por:
ro: &Filtrare dupa:

source: &Symbols
de: &Symbole
fr: &Symboles
gl: &Símbolos
pt_br: &Símbolos
pt_pt: &Símbolos
ro: &Simboluri

source: Symbol
fr: Symbole
gl: Símbolo
pt_br: Símbolo
pt_pt: Símbolo
ro: Simbol

source: Replacement
de: Ersetzen
fr: Remplacement
gl: Remprazamento
pt_br: Substituição
pt_pt: Substituir por
ro: Înlocuire

source: Change selected symbol
de: Ausgewähltes Symbol ändern
fr: Modifier le symbole sélectionné
gl: Cambiar símbolo selecionado
pt_br: Alterar símbolo selecionado
pt_pt: Alterar símbolo seleccionado
ro: Schimbare simbol selectat

source: &Replacement
de: E&rsetzen
fr: &Remplacement
gl: &Remprazamento
pt_br: Substitui&ção
pt_pt: &Substituir por
ro: &Înlocuire

source: &Add
de: &Hinzufügen
fr: &Ajouter
gl: &Engadir
pt_br: &Adicionar
pt_pt: &Adicionar
ro: &Adăugare

source: Re&move
de: &Entfernen
fr: Suppri&mer
gl: E&liminar
pt_br: Re&mover
pt_pt: Re&mover
ro: El&iminare

source: &Restore default
de: Standard wiede&rherstellen
fr: &Restaurer par défaut
pt_pt: &Restaurar predefinição

source: &Import
de: &Importieren
fr: &Importer
gl: &Importar
pt_br: &Importar
pt_pt: &Importar

source: Exp&ort
de: E&xportieren
fr: Exp&orter
gl: E&xportar
pt_br: Exp&ortar
pt_pt: E&xportar
ro: Exp&ortare

source: Symbol "%s" is already present.
de: Das Symbol "%s" ist bereits vorhanden.
fr: Le symbol "%s" est déjà présent.
gl: O símbolo "%s" xa está presente.
pt_br: O símbolo "%s" já está presente.
pt_pt: O símbolo "%s" já existe.
ro: Simbolul "%s" este deja prezent.

source: Error
de: Fehler
fr: Erreur
gl: Erro
pt_br: Erro
pt_pt: Erro
ro: Eroare

source: Import file...
de: Datei importieren...
fr: Importer un fichier...
gl: Importar ficheiro...
pt_br: Importar arquivo...
pt_pt: Importar ficheiro...
ro: Importare fișier...

source: Export file...
de: Datei exportieren...
fr: Exporter dans un fichier...
gl: Exportar ficheiro...
pt_br: Exportar arquivo...
pt_pt: Exportar ficheiro...
ro: Exportare fișier...

source: Edit Math Rule Entry
de: Mathematischen Regel-Eintrag bearbeiten
fr: Éditer les entrées des règles mathématiques
gl: Editar entrada de regra matemática
pt_br: Editar Entrada de Regra Matemática
pt_pt: Entrada de Regra de Matemática Edit Math
ro: Editare intrare reguli matematice

source: &Description
de: Beschreibung
gl: &Descripción
pt_br: &Descrição
pt_pt: &Descrição
ro: &Descriere

source: Description
de: Beschreibung
gl: Descripción
pt_br: Descrição
pt_pt: Descrição
ro: Descriere

source: Serialized ordering
de: Serialisierte Reihenfolge
fr: Ordre sérialisé
gl: Orden serializado
pt_br: Ordenação serializada
pt_pt: Encomenda serializada
ro: Ordonare în serie

source: Ordering %d
de: Reihenfolge %d
fr: Ordre %d
gl: Orden %d
pt_br: Ordenando %d
pt_pt: Encomenda %d
ro: Ordonare %d

source: Child
de: Kind
fr: Enfant
gl: Fillo
pt_br: Filha
pt_pt: Criança
ro: Descendent

source: Before item text &%d
de: Vor Text-Eintrag &%d
fr: Avant le texte de l'élément &%d
gl: Antes do texto do elemento &%d
pt_br: Antes do texto do item &%d
pt_pt: Antes do texto do artigo &%d
ro: Înainte articol text &%d

source: After item text &%d
de: Nach Text-Eintrag &%d
fr: Après le texte de l'élément &%d
gl: Despois do texto do elemento &%d
pt_br: Depois do texto do item &%d
pt_pt: Depois do texto do artigo &%d
ro: După articol text următor &%d

source: Start text &%d
de: Am Textanfang &%d
fr: Texte initial &%d
gl: Comezo do texto &%d
pt_br: Início do texto &%d
pt_pt: Iniciar texto &%d
ro: Începere text &%d

source: End text &%d
de: Am Textende &%d
fr: Texte final &%d
gl: Remate do texto &%d
pt_br: Fim do texto &%d
pt_pt: Texto final &%d
ro: Terminare text &%d

source: &Interval text &%d
de: &Intervalltext %d
fr: Texte &intermédiaire &%d
gl: Texto de intervalo &%d
pt_br: Texto do &intervalo &%d
pt_pt: &Intervalo texto &%d

source: Child role
de: Unterregel
fr: Rôle des enfants
gl: Rol fillo
pt_br: Função filha
pt_pt: Sem objecto filho
ro: Rol descendent

source: &Child %d meaning
de: Beschreibung von &Kind %d
fr: Signification &enfant %d
gl: Significado do &fillo %d
pt_br: Signifi&cado da filha %d
pt_pt: &Criança %d significado
ro: Însemnătate %d &descendent

source: Regular Expression error: "%s".
de: Fehler im Regulären Ausdruck: "%s".
fr: Erreur d'expression rationnelle: "%s".
gl: Erro de expresión regular: "%s".
pt_br: Erro de Expressão Regular: "%s".
pt_pt: Erro de expressão regular: "%s".
ro: Eroare expresie regulară: "%s".

source: Dictionary Entry Error
de: Fehler im Wörterbuch-Eintrag
fr: Erreur d'entrée de dictionnaire
gl: Erro de entrada de dicionario
pt_br: Erro de Entrada de Dicionário
pt_pt: Erro na entrada de dicionário
ro: Eroare intrare dicționar

source: Math Rules Speech Output
pt_pt: Saída de voz de Regras matemáticas...

source: Math Rules Braille Output
pt_pt: Saída em braile de Regras de Matemática...

source: &Edit
de: &Bearbeiten
fr: É&diter
gl: &Editar
pt_br: &Editar
pt_pt: &Editar
ro: &Editare

source: E&xample
de: B&eispiel
fr: E&xemple
gl: E&xemplo
pt_br: E&xemplo
pt_pt: E&xemplo
ro: E&xemplu

source: New language adding
de: Neue Sprache hinzufügen
fr: Ajout d'une nouvelle langue
gl: Engadir nova lingua
pt_br: Adição de novo idioma
pt_pt: Novo idioma adicionado
ro: Adăugare limbă nouă

source: &Select
de: Au&swählen
fr: &Sélectionner
gl: &Selecionar
pt_br: &Selecionar
pt_pt: &Seleccionar
ro: &Selectare

source: &Unselect
de: Abw&ählen
fr: &Désélectionner
gl: &Deselecionar
pt_br: &Desmarcar
pt_pt: &retirar selecção
ro: &Deselectare

source: For the new language to be added, NVDA must be restarted. Press enter to restart NVDA, or cancel to exit at a later time.
de: NVDA muss neu gestartet werden, damit eine neue Sprache hinzugefügt werden kann. Drücken Sie Eingabe, um NVDA neu zu starten oder abbrechen, um NVDA später zu beenden.
fr: Pour ajouter la nouvelle langue, NVDA doit être redémarrer. Appuyez sur Entrée pour redémarrer NVDA, ou Annuler pour quitter plus tard.
gl: Para que se engada a nova lingua, o NVDA débese reiniciar. Preme intro para reiniciar o NVDA, ou cancelar para facelo noutro momento.
pt_br: Para que o novo idioma seja adicionado, o NVDA deve ser reiniciado. Pressione enter para reiniciar o NVDA, ou cancelar para sair mais tarde.
pt_pt: Para que o novo idioma seja adicionado, o NVDA deve ser reiniciado. Prima enter para reiniciar o NVDA ou cancele para sair mais tarde.
ro: Pentru ca noul limbaj să fie adăugat, NVDA trebuie repornit. Apăsați enter pentru a reporni NVDA sau anulați pentru a închide mai târziu.

source: Add new language
de: Neue Sprache hinzufügen
fr: Ajout d'une nouvelle langue
gl: Engadir nova lingua
pt_br: Adicionar novo idioma
pt_pt: Adicionar nova língua
ro: Adăugare limbaj nou
