Repository: tiago-casal/Access8Math
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: de, fr, gl, pt_br, pt_pt, ro

source: up arrow
de: Pfeil nach oben
fr: flèche haut
gl: frecha arriba
pt_br: seta para cima
pt_pt: seta acima
ro: săgeată sus

source: down arrow
de: Pfeil nach unten
fr: flèche bas
gl: frecha abaixo
pt_br: seta para baixo
pt_pt: seta abaixo
ro: săgeată jos

source: up down arrow
de: Pfeil nach oben und unten
fr: flèche haut bas
gl: frecha arriba e abaixo
pt_br: seta para cima e para baixo
pt_pt: seta para cima para baixo
ro: săgeată sus jos

source: dot product
de: Produkt
fr: produit scalaire
pt_pt: produto escalar

source: partial derivative
de: partielle Ableitung
fr: dérivée partielle
pt_pt: derivada parcial

source: derivative
de: Derivat
fr: dérivée
pt_pt: derivado

source: differential
fr: différentielle
pt_pt: diferencial

source: combination
de: Kombination
fr: combinaison
pt_pt: combinação

source: permutation
pt_pt: permutação

source: combination with repetition
de: Kombination mit Wiederholungen
fr: combinaison avec répétition
pt_pt: combinação com repetição

source: unordered selection
de: unsortierte Auswahl
fr: sélection non ordonnée
pt_pt: seleção não ordenada

source: fractions
de: Brüche
gl: fracións
pt_br: frações
pt_pt: fracções
ro: fracţii

source: square root
de: Quadratwurzeln
fr: racine carrée
gl: raíz cadrada
pt_br: raíz quadrada
pt_pt: raiz quadrada
ro: rădăcină pătrată

source: root
de: Wurzel
fr: racine
gl: raíz
pt_br: raíz
pt_pt: raiz
ro: rădăcină

source: summation
de: Summierung
fr: somme
gl: sumatorio
pt_br: somatório
pt_pt: somatório
ro: însumare

source: vector
de: Vektor
fr: vecteur
pt_br: vetor
pt_pt: vetorial

source: limit
fr: limite
gl: límite
pt_br: limite
pt_pt: limite
ro: limită

source: logarithm
de: Logarithmus
fr: logarithme
gl: logarithmo
pt_br: logaritmo
pt_pt: logaritmo
ro: logaritm

source: arc
de: Bogen
gl: arco
pt_br: arco
pt_pt: arco

source: triangle
de: Dreieck
gl: triángulo
pt_br: triângulo
pt_pt: triângulo
ro: triungi

source: angle
de: Winkel
gl: ángulo
pt_br: ângulo
pt_pt: ângulo
ro: unghi

source: degree
de: Grad
fr: degré
gl: grao
pt_br: grau
pt_pt: grau
ro: grad

source: circle
de: Kreis
fr: cercle
gl: círculo
pt_br: círculo
pt_pt: círculo
ro: cerc

source: parallel
fr: parallèle à
gl: paralelo
pt_br: paralelo
pt_pt: paralelo
ro: paralel

source: square
de: Quadratwurzel
fr: carré
pt_pt: cuadrado

source: small diamond
de: kleiner Diamant
fr: petit losange
pt_pt: Bolinha pequena

source: large diamond
de: großer Diamant
fr: grand losange
pt_pt: Bolinha grande

source: because
de: denn
fr: car
gl: debido
pt_br: porquê
pt_pt: porque
ro: deoarece

source: therefore
de: daher
fr: donc
gl: por tanto
pt_br: portanto
pt_pt: portanto
ro: prin urmare

source: if and only if
de: wenn und nur wenn
fr: si et seulement si
gl: si y sólo si
pt_br: se e somente se
pt_pt: se e somente se
ro: dacă și numai dacă

source: implies
de: impliziert
fr: implique
gl: implica
pt_br: implica
pt_pt: implica
ro: implică

source: implied by
de: impliziert durch
fr: impliqué par
gl: implica por
pt_br: implicado por
pt_pt: implícito por
ro: subînțeles de

source: times
de: mal
fr: multiplié par
gl: multiplicado
pt_br: vezes
pt_pt: vezes
ro: ori

source: divide
de: geteilt durch
fr: divisé par
gl: dividido
pt_br: dividido por
pt_pt: dividir
ro: împărţit

source: plus-minus sign
de: Plus-Minus
fr: signe plus ou moins
gl: signo más-menos
pt_br: sinal de mais ou menos
pt_pt: sinal de mais-menos
ro: semnul plus-minus

source: modulus
de: mod
fr: modulo
pt_pt: módulo

source: line segment
de: Liniensegment
fr: segment
gl: segmento de liña
pt_br: segmento de reta
pt_pt: segmento de linha
ro: segment linie

source: line
de: Linie
fr: droite
gl: liña
pt_br: reta
pt_pt: linha
ro: linie

source: ray
de: Strahl
fr: demi-droite
gl: raia
pt_br: raio
pt_pt: raio
ro: rază

source: binomial coefficient
de: binomialkoeffizient
fr: coefficient binomial
gl: coeficente binomial
pt_br: coeficiente binomial
pt_pt: coeficiente binomial
ro: coeficient binom

source: simultaneous equations
de: simultane Gleichungen
fr: équations simultanées
gl: ecuaciones simultáneas
pt_br: equações simultâneas
pt_pt: equações simultâneas
ro: ecuații simultane

source: infty
de: Einrichten
fr: l'infiini
gl: infinito
pt_br: infinito
pt_pt: infatil
ro: infinit

source: repeating decimal
de: periodischer Dezimalbruch
fr: décimale répétée
gl: decimal periódico
pt_br: dízima periódica
pt_pt: repetição de decimais
ro: zecimală se repetă

source: greater than or equal to
de: größer als oder entspricht
fr: supérieur ou égal
gl: maior que ou igual a
pt_br: maior quê ou igual a
pt_pt: maior ou igual a
ro: mai mare sau egal cu

source: less than or equal to
de: kleiner als oder entspricht
fr: inférieur ou égal
gl: menor que ou igual a
pt_br: menor quê ou igual a
pt_pt: menor ou igual a
ro: mai mic sau egal cu

source: not equal to
de: entspricht nicht
fr: différent de
gl: non é igual a
pt_br: diferente de
pt_pt: não igual a
ro: nu este egal cu

source: approximate
de: ungefähr
fr: environ égal à
gl: aproximado
pt_br: aproximado
pt_pt: aproximado
ro: aproximativ

source: full equal
de: entspricht vollständig
fr: géométriquement égal à
gl: completamente igual a
pt_br: completamente igual
pt_pt: totalmente igual
ro: egal

source: similar
de: ähnlich
fr: similaire à
pt_pt: semelhante

source: approximately equal to
de: ungefähr gleich
fr: approximativement égal à
pt_pt: aproximadamente igual a

source: proportional to
de: proportional zu
fr: proportionnel à
pt_pt: proporcional a

source: belong to
de: gehört zu
fr: appartient à
gl: pertence a
pt_br: pertence a
pt_pt: pertencer a
ro: apartine

source: not belong to
de: gehört nicht zu
fr: n'appartient pas à
gl: non pertence a
pt_br: não pertence a
pt_pt: não pertencer a
ro: nu aparține

source: include element
de: Element einschließen
fr: sur-ensemble d'élément
pt_pt: incluir elemento

source: not include element
de: Element ausschließen
fr: pas un sur-ensemble d'élément
pt_pt: não incluir elemento

source: lie in
de: liegt in
fr: sous-ensemble de
gl: consiste en
pt_br: subconjunto de
pt_pt: mentir em
ro: se află în

source: properly lie in
de: liegt richtig in
fr: sous-ensemble non égal à
gl: consiste apropriadamente en
pt_br: subconjunto próprio de
pt_pt: estar corretamente deitado
ro: se află corespunzător în

source: not lie in
de: liegt nicht in
fr: pas un sous ensemble de
gl: non consiste en
pt_br: não é subconjunto de
pt_pt: não se deitar em
ro: nu se află corespunzător în

source: include
de: einschließlich
fr: sur-ensemble de
gl: inclúe
pt_br: superconjunto
pt_pt: incluir
ro: inclus

source: properly include
de: schließt richtig ein
fr: sur-ensemble non égal à
gl: inclúe apropriadamente
pt_br: superconjunto próprio
pt_pt: incluir corretamente
ro: inclus în mod corespunzător

source: not include
de: schließt nicht ein
fr: pas un sur-ensemble de
gl: non inclúe
pt_br: não é superconjunto
pt_pt: não incluir
ro: nu include

source: intersection set
de: Schnittmenge
fr: intersection
gl: intersección de conxuntos
pt_br: conjunto interseção
pt_pt: conjunto de intersecção
ro: set intersecție

source: union set
de: Vereinigungsmenge
fr: union
gl: unión de conxuntos
pt_br: conjunto união
pt_pt: conjunto de união
ro: set unire

source: difference set
de: Differenzmenge
fr: différence d'ensemble
gl: diferencia de conxuntos
pt_br: conjunto diferença
pt_pt: conjunto de diferenças
ro: set diferenţă

source: complement
de: ergänzen
fr: complément
gl: complementario
pt_br: complementar
pt_pt: complemento

source: empty set
de: leere Menge
fr: ensemble vide
gl: conxunto valdeiro
pt_br: conjunto vazio
pt_pt: conjunto vazio
ro: set gol

source: natural number
de: natürliche Zahl
fr: entiers naturels
gl: número natural
pt_br: número natural
pt_pt: número natural
ro: număr natural

source: real number
de: realle Zahl
fr: nombres réels
gl: número real
pt_br: número real
pt_pt: número real
ro: număr real

source: for all
de: für alle
fr: pour tout
gl: para todos
pt_br: para todo
pt_pt: para todos
ro: pentru toate

source: exists
de: ist vorhanden
fr: il existe
gl: existe
pt_br: existe
pt_pt: existe
ro: există

source: sine
de: Sinus
fr: sinus
pt_pt: seno

source: cosine
de: Kosinus
fr: cosinus
pt_pt: cosseno

source: tangent
fr: tangente
pt_pt: tangente

source: cotangent
de: Kotangent
fr: cotangente
pt_pt: cotangente

source: secant
de: sekant
fr: sécante
pt_pt: secante

source: cosecant
de: kosekant
fr: cosécante
pt_pt: cossecante

source: arcsine
fr: arc sinus
pt_pt: arcsina

source: arccosine
fr: arc cosinus
pt_pt: arccosina

source: arctangent
fr: arctangente
pt_pt: arctangente

source: hyperbolic sine
de: hyperbolischer Sinus
fr: sinus hyperbolique
pt_pt: seno hiperbólico

source: hyperbolic cosine
de: hyperbolischer Kosinus
fr: cosinus hyperbolique
pt_pt: cosseno hiperbólico

source: hyperbolic tangent
de: hyperbolische Tangens
fr: tangente hyperbolique
pt_pt: tangente hiperbólica

source: hyperbolic cotangent
de: hyperbolischer Kotangens
fr: cotangente hyperbolique
pt_pt: cotangente hiperbólica

source: floor
de: Abrunden
fr: partie entière
pt_pt: chão

source: ceil
de: Aufrunden
fr: partie entière supérieure
pt_pt: teto

source: alpha
pt_br: alfa
pt_pt: alfa
ro: alfa

source: gamma
pt_br: gama
pt_pt: gama
ro: gama

source: epsilon
pt_br: épsilon
pt_pt: épsilon
ro: ygrec

source: theta
fr: thêta
pt_br: teta
pt_pt: teta
ro: teta

source: omicron
de: Omikron
pt_br: ômicron
pt_pt: ómicron

source: omega
fr: oméga
pt_br: ômega
pt_pt: ómega

source: Allows access math content written by MathML ; Allows write math content by LaTeX
de: Ermöglicht es, mathematische Inhalte im MathML-Format zu lesen sowie Math-ML mittels Latex zu erzeugen
fr: Permet l'accès au contenu mathématique écrit en MathML ; Permet d'écrire du contenu mathématique en LaTeX
gl: Permite acesar a contido matemático escrebido en MathML; permite escrebir contido matemático en LaTeX
pt_br: Permite acessar conteúdo matemático escrito com MathML; Permite escrever conteúdo matemático através de LaTeX
pt_pt: Permite aceder a conteúdos matemáticos escritos em MathML; Permite escrever conteúdos matemáticos em LaTeX
ro: Permite accesul la conținut matematic scris de MathML; Permite scrierea conținutului matematic prin LaTeX

source: &Editor...
fr: É&diteur...

source: block
de: Abschnitt
fr: bloc
gl: bloque
pt_br: bloco
ro: blocare

source: &Mathrules
de: &Mathematikregeln
fr: Règles &mathématiques
gl: &Regras matemáticas
pt_br: Regras &matemáticas
ro: &Reguli matematice

source: subMenu
de: Untermenü
fr: sousMenu
gl: submenú
ro: subMeniu

source: integral
fr: intégrale

source: perpendicular
de: Senkrecht
fr: perpendiculaire à

source: beta
fr: bêta

source: zeta
fr: zêta
ro: zet

source: eta
fr: êta

source: &Menu
de: &Menü
gl: &Menú
ro: &Meniu

source: OK
gl: Aceptar

source: kappa
pt_br: capa
ro: kapa

source: lambda
ro: lamda

source: mu
pt_br: mi
ro: miu

source: nu
pt_br: ni
ro: niu

source: xi
pt_br: csi
ro: ix

source: rho
pt_br: rô
ro: ro

source: phi
pt_br: fi
ro: fi

source: upsilon
pt_br: úpsilon

source: chi
pt_br: qui
